{
  "menu": {
    "main": "Main",
    "future": "Future",
    "case": "Case",
    "roadmap": "Roadmap",
    "other": "Other"
  },

  "main": {
    "title1": "FIND",
    "title2": "HITS",
    "title3": "FAST",
    "title4": "PROFIT",
    "desc": "Gamix is the premier game accelerator and publishing partner, discovering exceptional games and propelling them to rapid profitability. We provide full-stack support including game tuning, traffic, data, and revenue optimization, powered by our integrated payment and AD demand aggregation tools.",
    "getSupport": "Get Support"
  },

  "future": {
    "title": "Future",
    "item1title": "Perceive game potential, precise diagnosis",
    "item1content": "We take you through the game's DNA - from category tracks, user profiles, gameplay cores to LTV predictions, providing free in-depth diagnosis. For potential projects, we will launch customized cooperation plans to lay the foundation for the birth of explosive products",
    "item2title": "Customized release strategy, accurately igniting hot topics",
    "item2content": "Based on a validated global traffic matrix (including multiple channels such as wine cover social media, internet celebrities, and purchase volume), match the optimal distribution combination for your project. Reject generic templates and use data-driven precision outreach to activate target user groups.",
    "item3title": "Aggregate realization path, rising profits",
    "item3content": "Based on a validated global traffic matrix (including multiple channels such as wine cover social media, internet celebrities, and purchase volume), match the optimal distribution combination for your project. Reject generic templates and use data-driven precision outreach to activate target user groups.",
    "item4title": "Full-Cycle-Growth Engine, with full power",
    "item4content": "In deep cooperation, the Gamix team will accompany you throughout the process:",
    "item4sub1title": "Senior technical support: ",
    "item4sub1content": "With 10 years of experience, our gaming team can solve all technical problems you encounter in your game",
    "item4sub2title": "Free traffic support: ",
    "item4sub2content": "No cost required for cold start, receive your first bucket of gold in the game",
    "item4sub3title": "Profit climbing optimization: ",
    "item4sub3content": "Professional game planning can double your daily income through data analysis"
  },

  "case": {
    "title": "Case",
    "risingPeriod": "Rising period",
    "stablePeriod": "Stable period",
    "viewDetails": "View Details",
    "player": "Player",
    "mau": "All-time Peak MAU",
    "dailyPlaytime": "Daily Playtime",
    "2dRet": "2D Ret",
    "wRet": "W Ret",
    "mRet": "M Ret"
  },

  "roadmap": {
    "title": "Roadmap",
    "step1": "Initial project debugging, validation of minimum feasible model, establishment of core benchmark.",
    "step2": "Multi category project testing, expanding game adaptability, and determining advantageous tracks.",
    "step3": "Building a data analysis center and constructing an intelligent decision-making center.",
    "step4": "Aggregation of payment and advertising systems to create a monetization enhancement engine.",
    "step5": "Establish a process based issuance model to achieve standardized scale operation.",
    "step6": "Expand the issuance scale and build a growth flywheel.",
    "step7": "Deepen risk control and ecology, ensure large-scale safety, and lock in the leading position in the industry."
  },

  "other": {
    "gamePartners": "GAME PARTNERS",
    "adPartners": "AD PARTNERS"
  },

  "qa": {
    "title": "Q&A",
    "all": "All",
    "contact": "Contact",
    "support": "Support",
    "revenue": "Revenue",
    "integratedSystem": "Integrated System",
    "q1": "How to contact us and what kind of projects will receive support contact us?",
    "a1": "todo1...",
    "q2": "How to contact us and what kind of projects will receive support?",
    "a2": "todo2...",
    "q3": "How to contact us and what kind of projects will receive support contact us?",
    "a3": "todo3...",
    "q4": "How to contact us areceive support contact us?",
    "a4": "todo4..."
  },

  "bottom": {
    "text1": "Need to get in touch?",
    "text2": "Don't be shy to reach out to us",
    "getSupport": "Get Support"
  }
}