{
  "common": {
    "loading": "Loading",
    "getFailed": "Get Data Failed, Please Try Later",
    "submitFailed": "Submit Failed, Please Try Later",
    "submitSuccess": "Submit Success",
    "error": "Something went wrong, please try later"
  },

  "menu": {
    "main": "Home",
    "introduce": "Introduce",
    "feature": "Feature",
    "case": "Case",
    "roadmap": "Roadmap",
    "other": "Other",
    "explore": "Kap ILE",
    "doc": "DOC",
    "login": "Log in",
    "yourKapILE": "Your Kap ILE",
    "disconnect": "Disconnect",
    "myAccount": "My Account"
  },

  "main": {
    "title1": "Attention",
    "title2": "is all you ",
    "title3": "earn",
    "desc": "KapKap — the world’s first attention middle layer, building a Web3 entertainment and creation ecosystem with AI, AIGC, and on-chain payments. Here, every interaction and creation holds real value: players get personalized experiences, creators monetize effortlessly, and brands reach audiences precisely. No matter who you are, you’ll find your value here. Join us!",
    "getSupport": "Get Support"
  },

  "feature": {
    "title": "Feature",
    "item1title": "The world’s first attention value hub, redefining the Web3 creation & entertainment ecosystem",
    "item1content": "KapKap’s breakthrough lies in building an \"attention middle layer\"—not just a platform, but the first ecosystem hub that deeply connects user attention, creators’ content, and brand needs through Web3 technologies (AI + AIGC + on-chain payments). It breaks the one-way traffic model of traditional platforms, turning behaviors like browsing, interacting, creating, and sharing into \"quantifiable value carriers,\" enabling symbiosis among users, creators, and brands within the same ecosystem, rather than a simple supply-demand relationship.",
    "item2title": "AI + AIGC: More than tools, a \"two-way empowerment\" growth engine",
    "item2content": "Unlike basic generative tools on the market, KapKap’s AI and AIGC form a \"deeply integrated system\": For creators, it analyzes user behavior and predicts trends to assist in low-cost content generation, optimization, and even promotion strategies—making \"high-efficiency creation accessible to everyone, regardless of experience.\" For users, it dynamically adjusts content recommendations based on interest profiles, community relationships, and on-chain assets, ensuring every interaction connects to \"highly relevant, valuable content.\" This two-way empowerment—reducing costs for creators while enhancing user experience— is its core technological edge.",
    "item3title": "Attention as \"circulable assets,\" forming a transparent value loop",
    "item3content": "KapKap innovatively quantifies user attention into \"redeemable value\": Interactions like likes, comments, and shares are no longer meaningless actions but \"asset contributions\" that earn rewards. Creators, via cross-chain payment systems, receive transparent, real-time earnings while building creative reputation. Brands, through AI-powered precision matching, turn marketing costs into \"direct investments in target users’ attention.\" These three parties drive each other, forming a positive cycle of \"attention input → value output → re-investment.\"",
    "item4title": "A global on-chain ecosystem with \"self-sustaining\" unlimited expansion",
    "item4content": "Powered by AI-driven global user matching and on-chain infrastructure, KapKap breaks geographical and platform barriers: Creators’ content reaches globally matched audiences without relying on traffic monopolies; users’ personalized experiences evolve as ecosystem data grows; brands’ collaborations quickly penetrate precise communities. Critically, the ecosystem thrives without external reliance—users contribute attention, creators produce content, brands inject resources, and together they fuel self-sustaining growth, enabling \"boundaryless expansion\" with long-term vitality."
  },

  "case": {
    "title": "Case",
    "risingPeriod": "Rising period",
    "stablePeriod": "Stable period",
    "viewDetails": "View Details",
    "player": "Player",
    "mau": "All-time Peak MAU",
    "dailyPlaytime": "Daily Playtime",
    "2dRet": "2D Ret",
    "wRet": "W Ret",
    "mRet": "M Ret"
  },

  "ecosystem": {
    "title": "Explore the Kap ILE Ecosystem",
    "content": "How to contact us and what kind of projects will receive support contact us How to contact us and what kind of projects will receive support contact us How to contact us and what kind of projects will receive support contact us How to contact us and what kind of projects will receive support contact us ",
    "exploreNow": "Explore Now",
    "user": "User",
    "playForce": "Play & Forge <br/>Attention Points",
    "obtainApp": "Obtain App Token <br/>equal to the Attention Points",
    "dictribute": "Distribute dividends <br/>based on Attention Points",
    "allApps": "All kinds of Apps",
    "online": "Online",
    "increaseAttention": "Increase Attention",
    "kapkapCoin": "KapKap Coin",
    "attentionPoints": "Attention Points",
    "injectliquidity": "Inject liquidity",
    "allTokens": "All kinds of App Tokens",
    "fullFilled": "Full filled Attention <br/>to achieve Token on chain"
  },

  "roadmap": {
    "title": "Roadmap",
    "step1": "Precise User Portraits and Efficient Traffic Distribution: Build an AI-driven multi-dimensional user portrait system, launch an \"attention value\" matching market, and achieve accurate traffic allocation.",
    "step2": "AI Intelligent Growth Engine: Launch the AI intelligent growth engine to provide professional product and operation services.",
    "step3": "One-Click Publishing SDK System: Aggregate multi-platform payment, advertising, and other functions.",
    "step4": "Data and Intelligent Decision-Making Hub: Establish a data analysis center and intelligent decision-making system, integrate AI functions, and optimize automated operations.",
    "step5": "Mini Game Generation AI Tool: Launch an AI-generated mini game tool and promotion platform to realize the commercialization of users' creative value.",
    "step6": "Standardized Publishing and Scaling: Build a standardized publishing system, expand AIGC and creator economy globally, and reach 5 million DAU."
  },

  "other": {
    "gamePartners": "GAME PARTNERS",
    "adPartners": "AD PARTNERS"
  },

  "qa": {
    "title": "Q&A",
    "all": "All",
    "contact": "Contact",
    "support": "Support",
    "revenue": "Revenue",
    "integratedSystem": "Integrated System",
    "q1": "What is KapKap?",
    "a1": "KapKap is the world’s first \"attention middle layer,\" connecting players, creators, and brands through AI, AIGC, and on-chain payment technologies to build a Web3 entertainment and creation ecosystem. Its core is to quantify every browse, interaction, creation, or share by users into tangible value, ultimately forming a self-sustaining, continuously expanding on-chain ecosystem.",
    "q2": "What can I do on KapKap?",
    "a2": "Players can accumulate attention and redeem rewards by using platform apps and engaging in interactions (e.g., browsing, liking, sharing), while enjoying personalized experiences. Creators can leverage AI tools to efficiently generate content, reach audiences precisely, monetize works easily, and build community influence. Brands can target audiences accurately via user profiles for effective marketing and content collaboration.",
    "q3": "How does attention convert into tangible value?",
    "a3": "Users’ attention behaviors (e.g., browsing duration, likes, comments, shares, payments) are quantified by the system using behavioral data and on-chain records, converted into transferable rewards (such as digital assets or benefits). These actions not only bring users real returns but also boost ecosystem activity, benefiting creators and brands.",
    "q4": "What specific roles do AI and AIGC play in KapKap?",
    "a4": "AI analyzes user interests, community relationships, and on-chain behaviors to generate multi-dimensional profiles, recommending the most relevant content to users and helping creators target audiences precisely. AIGC assists creators in quickly generating/iterating content, optimizing release strategies, reducing trial-and-error costs, and improving creation and promotion efficiency.",
    "q5": "What are the advantages of on-chain payments? How secure are they?",
    "a5": "On-chain payments support cross-chain and multi-chain, adapting to different users’ asset types. Earnings arrive in real-time with transparent, traceable records, avoiding intermediate interference. Backed by blockchain technology, transactions are fully encrypted and traceable, ensuring security and giving creators peace of mind when monetizing.",
    "q6": "Who is KapKap suitable for?",
    "a6": "It suits players seeking tangible value from daily interactions; creators aiming to create efficiently and monetize precisely; and brands/communities needing to reach target users and improve marketing efficiency. Every role finds matching value in the ecosystem.",
    "q7": "How does KapKap’s ecosystem operate cyclically?",
    "a7": "Players contribute attention and behavioral data to drive ecosystem activity; creators produce content based on these needs to gain earnings and influence; brands collaborate to meet user needs and drive content commercialization. The three form a closed loop with circulating, growing value, enabling the ecosystem to self-sustain.",
    "q8": "How to start using KapKap?",
    "a8": "If you’re a player, log in to access apps and games on the KapKap platform directly. If you’re a project party (e.g., creator or brand), submit an application, and we’ll contact you via email promptly."
  },

  "bottom": {
    "text1": "Need to get in touch?",
    "text2": "Don't be shy to reach out to us",
    "getSupport": "Get Support"
  },

  "support": {
    "prev": "prev",
    "next": "next",
    "submit": "submit",
    "q1": "What should we call you?",
    "q2": "What is your email address?",
    "q3": "Please briefly describe your project.",
    "q4": "On which platforms is your game project operating?",
    "q5": "What kind of revenue does your project expect to achieve?",
    "q6": "What kind of support do you hope to get from the KapKap team?",
    "q7": "Please provide a way to access your project so that we can learn more about it.",
    "successHint": "Thank you for your submission. We’ll get back to you as soon as possible!",
    "errorHint": "Submission failed. Please try again later",
    "placeholder": "Type your answer here..."
  },

  "explore": {
    "title": "Explore Your New World",
    "live": "Live",
    "liveDesc": "Live Games and Apps",
    "game": "Game",
    "playEarn": "Play-Earn",
    "upcoming": "Upcoming",
    "upcomingDesc": "Preview upcoming Games and Apps",
    "preLaunch": "Pre-Launch",
    "preLaunchDesc": "Pre-Launch Games and Apps"
  }
}