{
  "common": {
    "loading": "Loading",
    "getFailed": "Get Data Failed, Please Try Later",
    "submitFailed": "Submit Failed, Please Try Later",
    "submitSuccess": "Submit Success",
    "error": "Something went wrong, please try later"
  },

  "menu": {
    "main": "Home",
    "introduce": "Introduce",
    "feature": "Feature",
    "case": "Case",
    "roadmap": "Roadmap",
    "other": "Other",
    "explore": "KapKap ILE",
    "doc": "DOC",
    "login": "Log in",
    "yourKapILE": "Your KapKap ILE",
    "disconnect": "Disconnect",
    "myAccount": "My Account"
  },

  "main": {
    "title1": "Attention",
    "title2": "is all you ",
    "title3": "earn",
    "desc": "KapKap — the world’s first attention middle layer, building a Web3 entertainment and creation ecosystem with AI, AIGC, and on-chain payments. Here, every interaction and creation holds real value: players get personalized experiences, creators monetize effortlessly, and brands reach audiences precisely. No matter who you are, you’ll find your value here. Join us!",
    "getSupport": "Get Support"
  },

  "feature": {
    "title": "Feature",
    "item1title": "The world’s first attention value hub, redefining the Web3 creation & entertainment ecosystem",
    "item1content": "KapKap’s breakthrough lies in building an \"attention middle layer\"—not just a platform, but the first ecosystem hub that deeply connects user attention, creators’ content, and brand needs through Web3 technologies (AI + AIGC + on-chain payments). It breaks the one-way traffic model of traditional platforms, turning behaviors like browsing, interacting, creating, and sharing into \"quantifiable value carriers,\" enabling symbiosis among users, creators, and brands within the same ecosystem, rather than a simple supply-demand relationship.",
    "item2title": "AI + AIGC: More than tools, a \"two-way empowerment\" growth engine",
    "item2content": "Unlike basic generative tools on the market, KapKap’s AI and AIGC form a \"deeply integrated system\": For creators, it analyzes user behavior and predicts trends to assist in low-cost content generation, optimization, and even promotion strategies—making \"high-efficiency creation accessible to everyone, regardless of experience.\" For users, it dynamically adjusts content recommendations based on interest profiles, community relationships, and on-chain assets, ensuring every interaction connects to \"highly relevant, valuable content.\" This two-way empowerment—reducing costs for creators while enhancing user experience— is its core technological edge.",
    "item3title": "Attention as \"circulable assets\" forming a transparent value loop",
    "item3content": "KapKap innovatively quantifies user attention into \"redeemable value\": Interactions like likes, comments, and shares are no longer meaningless actions but \"asset contributions\" that earn rewards. Creators, via cross-chain payment systems, receive transparent, real-time earnings while building creative reputation. Brands, through AI-powered precision matching, turn marketing costs into \"direct investments in target users’ attention.\" These three parties drive each other, forming a positive cycle of \"attention input → value output → re-investment.\"",
    "item4title": "A global on-chain ecosystem with \"self-sustaining\" unlimited expansion",
    "item4content": "Powered by AI-driven global user matching and on-chain infrastructure, KapKap breaks geographical and platform barriers: Creators’ content reaches globally matched audiences without relying on traffic monopolies; users’ personalized experiences evolve as ecosystem data grows; brands’ collaborations quickly penetrate precise communities. Critically, the ecosystem thrives without external reliance—users contribute attention, creators produce content, brands inject resources, and together they fuel self-sustaining growth, enabling \"boundaryless expansion\" with long-term vitality."
  },

  "case": {
    "title": "Case",
    "risingPeriod": "Rising period",
    "stablePeriod": "Stable period",
    "viewDetails": "View Details",
    "player": "Player",
    "mau": "All-time Peak MAU",
    "dailyPlaytime": "Daily Playtime",
    "2dRet": "2D Ret",
    "wRet": "W Ret",
    "mRet": "M Ret"
  },

  "ecosystem": {
    "title": "Ecosystem",
    "content": "Explore the KapKap ILE Ecosystem",
    "desc": "By using the apps on the platform, you will easily earn ATokens. The generated ATokens serve as both a strong testament to the contributions of project parties to the Kap Kap platform and proof of your labor for these project parties. Once project parties accumulate enough ATokens, they will not only release STokens to users but also launch the token issuance. At that time, you will be able to trade on the platform using KapKapCoin.",
    "exploreNow": "Explore Now",
    "user": "User",
    "playForce": "Play & Forge <br/>Attention Points",
    "obtainApp": "Obtain App Token <br/>equal to the Attention Points",
    "dictribute": "Distribute dividends <br/>based on Attention Points",
    "allApps": "All kinds of Apps",
    "online": "Online",
    "increaseAttention": "Increase Attention",
    "kapkapCoin": "KapKap Coin",
    "attentionPoints": "Attention Points",
    "injectliquidity": "Inject liquidity",
    "allTokens": "All kinds of App Tokens",
    "fullFilled": "Full filled Attention <br/>to achieve Token on chain",
    "sTokens": "S - Tokens",
    "aTokens": "A - Token"
  },

  "roadmap": {
    "title": "Roadmap",
    "step1": "Phase 1: Initial Launch and Core Function Construction (Q3 & Q4 2025)",
    "step1_1": "KAPS core functions: Launch of initial versions of s-token and a-token minting, staking, and tiered release mechanisms.",
    "step1_2": "User Task System: User behaviors such as registration, interaction, and content forwarding trigger s-token unlocking and a-token minting.",
    "step1_3": "Initial Landing Event (ILE): Projects can initiate ILE to realize user growth-driven issuance of attention assets.",
    "step1_4": "Community and Telegram Bot: Users complete tasks and claim rewards via the Bot to enhance interaction and activity.",
    "step1_5": "K-score System (initial version): Used to measure users' attention value across various projects; the basic algorithm is launched to lay the foundation for subsequent iterations.",
    "step2": "Phase 2: Market Mechanisms and Attention Price Discovery (Q1 & Q2 2026)",
    "step2_1": "Initial Liquidity Pools: s-tokens and a-tokens can be traded on the platform to enable the circulation of attention assets. ",
    "step2_2": "Upgrade of the k-score System: Conduct refined evaluation of user behavior value, serving as the basis for advertising revenue distribution.",
    "step2_3": "Direct connection with advertisers and brands: Implement precision advertising placement based on attention assets.",
    "step2_4": "Data Analysis and Behavioral Feedback: Provide behavioral insights and optimization suggestions for projects and users to improve participation efficiency.",
    "step2_5": "AIGC-enhanced analytical capabilities: Use AI and AIGC technologies to generate behavior prediction models and content recommendations, improving the matching degree between advertisements and tasks.",
    "step3": "Phase 3: Derivative Gameplays and User Incentives (Q3 & Q4 2026)",
    "step3_1": "Prediction Markets and Futures Mechanisms: Allow users to trade and predict projects' future performance.",
    "step3_2": "Attention Asset Funds: Users and projects can create fund pools for portfolio management of attention assets.",
    "step3_3": "Growth Incentives and Trading Competition Activities: Increase users' task completion rates and trading participation through competitive activities.",
    "step3_4": "Advertising Revenue Sharing Mechanism: a-token users and $KK stakers share revenue proportionally to enhance participation motivation.",
    "step3_5": "AIGC-Driven User Growth: Intelligently generate tasks and content to optimize user participation paths, improve attention accumulation efficiency, and support cross-project intelligent recommendations and resource allocation.",
    "step4": "Phase 4: AI Growth Engine and SDK Expansion (2027)",
    "step4_1": "AI-Driven User Profiling and Behavior Prediction: Use AI + AIGC technologies to optimize task recommendations and growth strategies.",
    "step4_2": "Release of Developer SDK: Support rapid integration of third-party projects into the KAPS system to expand the attention asset ecosystem.",
    "step4_3": "Automated Task Recommendation and Additional Issuance Mechanisms: Improve user participation efficiency and platform activity.",
    "step4_4": "Cross-Project Interoperability: Realize interconnection of multi-project attention asset markets and liquidity pools to promote ecological collaborative development.",
    "step4_5": "Comprehensive Application of $KK Platform Token: Used for staking, fee reduction, advertising profit sharing, and reward mechanisms to strengthen the ecological closed loop."
  },

  "other": {
    "gamePartners": "PARTNERS",
    "adPartners": "AD PARTNERS"
  },

  "qa": {
    "title": "Q&A",
    "all": "All",
    "contact": "Contact",
    "support": "Support",
    "revenue": "Revenue",
    "integratedSystem": "Integrated System",
    "q1": "What is KapKap?",
    "a1": "KapKap is the world’s first \"attention middle layer,\" connecting players, creators, and brands through AI, AIGC, and on-chain payment technologies to build a Web3 entertainment and creation ecosystem. Its core is to quantify every browse, interaction, creation, or share by users into tangible value, ultimately forming a self-sustaining, continuously expanding on-chain ecosystem.",
    "q2": "What can I do on KapKap?",
    "a2": "Players can accumulate attention and redeem rewards by using platform apps and engaging in interactions (e.g., browsing, liking, sharing), while enjoying personalized experiences. Creators can leverage AI tools to efficiently generate content, reach audiences precisely, monetize works easily, and build community influence. Brands can target audiences accurately via user profiles for effective marketing and content collaboration.",
    "q3": "How does attention convert into tangible value?",
    "a3": "Users’ attention behaviors (e.g., browsing duration, likes, comments, shares, payments) are quantified by the system using behavioral data and on-chain records, converted into transferable rewards (such as digital assets or benefits). These actions not only bring users real returns but also boost ecosystem activity, benefiting creators and brands.",
    "q4": "What specific roles do AI and AIGC play in KapKap?",
    "a4": "AI analyzes user interests, community relationships, and on-chain behaviors to generate multi-dimensional profiles, recommending the most relevant content to users and helping creators target audiences precisely. AIGC assists creators in quickly generating/iterating content, optimizing release strategies, reducing trial-and-error costs, and improving creation and promotion efficiency.",
    "q5": "What are the advantages of on-chain payments? How secure are they?",
    "a5": "On-chain payments support cross-chain and multi-chain, adapting to different users’ asset types. Earnings arrive in real-time with transparent, traceable records, avoiding intermediate interference. Backed by blockchain technology, transactions are fully encrypted and traceable, ensuring security and giving creators peace of mind when monetizing.",
    "q6": "Who is KapKap suitable for?",
    "a6": "It suits players seeking tangible value from daily interactions; creators aiming to create efficiently and monetize precisely; and brands/communities needing to reach target users and improve marketing efficiency. Every role finds matching value in the ecosystem.",
    "q7": "How does KapKap’s ecosystem operate cyclically?",
    "a7": "Players contribute attention and behavioral data to drive ecosystem activity; creators produce content based on these needs to gain earnings and influence; brands collaborate to meet user needs and drive content commercialization. The three form a closed loop with circulating, growing value, enabling the ecosystem to self-sustain.",
    "q8": "How to start using KapKap?",
    "a8": "If you’re a player, log in to access apps and games on the KapKap platform directly. If you’re a project party (e.g., creator or brand), submit an application, and we’ll contact you via email promptly."
  },

  "bottom": {
    "text1": "Need to get in touch?",
    "text2": "Don't be shy to reach out to us",
    "getSupport": "Get Support"
  },

  "support": {
    "prev": "prev",
    "next": "next",
    "submit": "submit",
    "q1": "What should we call you?",
    "q2": "What is your email address?",
    "q3": "Please briefly describe your project.",
    "q4": "On which platforms is your project operating?",
    "q5": "What kind of revenue does your project expect to achieve?",
    "q6": "What kind of support do you hope to get from the KapKap team?",
    "q7": "Please provide a way to access your project so that we can learn more about it.",
    "successHint": "Thank you for your submission. We’ll get back to you as soon as possible!",
    "errorHint": "Submission failed. Please try again later",
    "placeholder": "Type your answer here..."
  },

  "explore": {
    "title": "Explore Your New World",
    "live": "Live",
    "liveDesc": "Live Games and Apps",
    "game": "Game",
    "playEarn": "Play-Earn",
    "upcoming": "Upcoming",
    "upcomingDesc": "Preview upcoming Games and Apps",
    "preLaunch": "Pre-Launch",
    "preLaunchDesc": "Pre-Launch Games and Apps"
  },

  "project": {
    "totalAmount": "Token release total amount",
    "task": "task list",
    "go": "Go",
    "completed": "Completed",
    "claim": "Claim",
    "claimed": "Claimed",
    "claimSuccess": "Claim Success",
    "taskBonus": "Task Bonus",
    "taskBonusDesc": "Complete all tasks to claim",
    "accomplished": "Accomplished",
    "bindTgHint": "Binding Telegram account, view rewards.",
    "play": "Play"
  },

  "profile": {
    "title": "Your KapKap ILE",
    "attentionPoints": "Attention Points",
    "appTokens": "App Tokens"
  }
}