{
  "menu": {
    "main": "Main",
    "feature": "Feature",
    "case": "Case",
    "roadmap": "Roadmap",
    "other": "Other"
  },

  "main": {
    "title1": "Attention",
    "title2": "is all you ",
    "title3": "earn",
    "desc1": "Gamix is the first Attention layer between ",
    "desc2": "and",
    "desc3": "",
    "descWord1": "Games",
    "descWord2": "Players",
    "descWord3": "New worlds",
    "getSupport": "Get Support"
  },

  "feature": {
    "title": "Feature",
    "item1title": "Attention Matching: Accurate Reach of High-Value Users",
    "item1content": "Gamix reconstructs the logic of traffic distribution: AI assists in building three-dimensional portraits integrating social, behavioral and consumption data, quantifies the attention value of players, and enables advertising budgets to accurately target high-value user groups.",
    "item2title": "AI Smart Engine: Zero Trial and Error in Growth",
    "item2content": "Based on massive data and testing cases, Gamix has built an AI smart growth engine that conducts full-cycle diagnostics on product initiation, delivery, and operation, while providing professional product solutions and operation plans.",
    "item3title": "One-Click Global Access, Focus on Polishing Your Product",
    "item3content": "Gamix's mature SDK integrates global payment, deposit & withdrawal, and ad aggregation links, with built-in AI multilingual support and a data analysis backend. Developers only need to focus on the game itself—we clear all localization and commercialization obstacles for you.",
    "item4title": "AI-Driven Efficiency, Endless Content Production",
    "item4content": "Gamix offers a variety of AI tools, enabling everyone to develop and promote game products with low barriers. Based on the growth flywheel of \"attention value + content production\", it builds an infinitely expandable ecological moat."
  },

  "case": {
    "title": "Case",
    "risingPeriod": "Rising period",
    "stablePeriod": "Stable period",
    "viewDetails": "View Details",
    "player": "Player",
    "mau": "All-time Peak MAU",
    "dailyPlaytime": "Daily Playtime",
    "2dRet": "2D Ret",
    "wRet": "W Ret",
    "mRet": "M Ret"
  },

  "roadmap": {
    "title": "Roadmap",
    "step1": "Precise User Portraits and Efficient Traffic Distribution: Build an AI-driven multi-dimensional user portrait system, launch an \"attention value\" matching market, and achieve accurate traffic allocation.",
    "step2": "AI Intelligent Growth Engine: Launch the AI intelligent growth engine to provide professional product and operation services.",
    "step3": "One-Click Publishing SDK System: Aggregate multi-platform payment, advertising, and other functions.",
    "step4": "Data and Intelligent Decision-Making Hub: Establish a data analysis center and intelligent decision-making system, integrate AI functions, and optimize automated operations.",
    "step5": "Standardized Publishing and Scaling: Build a standardized publishing system, expand AIGC and creator economy globally, and reach 5 million DAU."
  },

  "other": {
    "gamePartners": "GAME PARTNERS",
    "adPartners": "AD PARTNERS"
  },

  "qa": {
    "title": "Q&A",
    "all": "All",
    "contact": "Contact",
    "support": "Support",
    "revenue": "Revenue",
    "integratedSystem": "Integrated System",
    "q1": "How to contact us and what kind of projects will receive support contact us?",
    "a1": "todo1...",
    "q2": "How to contact us and what kind of projects will receive support?",
    "a2": "todo2...",
    "q3": "How to contact us and what kind of projects will receive support contact us?",
    "a3": "todo3...",
    "q4": "How to contact us areceive support contact us?",
    "a4": "todo4..."
  },

  "bottom": {
    "text1": "Need to get in touch?",
    "text2": "Don't be shy to reach out to us",
    "getSupport": "Get Support"
  },

  "support": {
    "prev": "prev",
    "next": "next",
    "submit": "submit",
    "q1": "What's your name?",
    "q2": "What's your email address?",
    "q3": "Please briefly describe your game.",
    "q4": "What platforms do you expect your game to operate on?",
    "q5": "What form of return on investment (ROI) does your project anticipate from this game?",
    "q6": "What kind of support or assistance do you expect the Gamix team to obtain in order to maximize the profitability of your game?",
    "q7": "Please provide a method to access your game so that we can evaluate it.",
    "successHint": "Thank you for your submission. We’ll get back to you as soon as possible!",
    "errorHint": "Submission failed. Please try again later",
    "placeholder": "Type your answer here..."
  }
}